abusaidm.html-snippets
CoenraadS.bracket-pair-colorizer
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
joelday.docthis
mrmlnc.vscode-scss
ms-python.python
octref.vetur
pflannery.vscode-versionlens
planbcoding.vscode-react-refactor
richie5um2.vscode-sort-json
silvenon.mdx
streetsidesoftware.code-spell-checker
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
wix.glean
Zignd.html-css-class-completion
